---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.GrainsPerHourSquareFootInchMercury
source: html/37bebb78-0fbd-70fc-8917-be3c8478b010.htm
---
# Autodesk.Revit.DB.UnitTypeId.GrainsPerHourSquareFootInchMercury Property

Grains per hour square foot inch mercury.

## Syntax (C#)
```csharp
public static ForgeTypeId GrainsPerHourSquareFootInchMercury { get; }
```